[
	{
		"year": 2008,
		"name": "Vector-Jector",
		"link": "http://2008.igem.org/Team:University_of_Washington",
		"img": "archive/2008.jpg",
		"description": "Our project attempts to control transfer of genetic material across phylogenetic domains. We attempt to direct the prokaryote Escherichia coli (domain Bacteria) to transfer DNA encoding potentially useful traits from to the yeast Saccharomyces cervisiae (domain Fungi). ",
		"details": "Transferring novel abilities into eukaryotes has many potential applications. Our project attempts to control transfer of genetic material across phylogenetic domains. We attempt to direct the prokaryote Escherichia coli (domain Bacteria) to transfer DNA encoding potentially useful traits from to the yeast Saccharomyces cervisiae (domain Fungi). The design utilizes standard engineering and synthetic biology techniques to modularize this process, in order to enable usage across varying organisms and conditions. To achieve control over our system, bacteria transfer DNA via conjugation only if certain conditions are met. In our design, E. coli transfers the genes to metabolize lactose in S. cerevisiae, but only where lactose is prevalent, glucose is minimal, and yeast proximity is sensed via a yeast-produced signaling molecule. It therefore provides a means for conditional, not constitutive, gene transfer between diverse organisms. Applications might include the production of transgenic plants and animals, clinical gene delivery, and interacting multiple-organism systems.",
		"awards": ["Bronze Medal"],
		"medal": 2
	},
	{
		"year": 2009,
		"name": "Ideal Protein Purification",
		"link": "http://2009.igem.org/Team:Washington",
		"img": "archive/2009.png",
		"description": "Our project, the Idealized Protein Purification (IPP) system, is an all-in-one protein expression and purification platform built on BioBrick standards that will reduce costs, save time, and simplify procedures associated with recombinant protein production.",
		"details": "Recombinant, purified protein production is a decades-old technology that has revolutionized research in biotechnology and medicine. However, the traditional method of purified protein production is a time-consuming and laborious procedure requiring expensive and specialized equipment. Our project, the Idealized Protein Purification (IPP) system, is an all-in-one protein expression and purification platform built on BioBrick standards that will reduce costs, save time, and simplify procedures associated with recombinant protein production. The key to our IPP system is a novel combination of three subsystems: expression, secretion and display. We use E. coli bacteria that we have genetically modified to be a chassis for expressing your favorite protein, secreting it to the media, then binding and displaying the protein on the cell surface. At this point, collecting your favorite purified protein is as simple as pelleting and re-suspending a sufficient quantity of bacterial cells in an elution buffer. The speed and simplicity of our IPP system exhibits the utility of synthetic biology for developing new techniques that improve upon established practices. ",
		"awards": ["Bronze Medal"],
		"medal": 2
	},
	{
		"year": 2010,
		"name": "Antibiotics for the 21st Century",
		"link": "http://2010.igem.org/Team:Washington",
		"img": "archive/2010.gif",
		"description": "Our first project targets Bacillus anthracis, the Gram-positive pathogen that causes anthrax. We re-engineered an enzyme to remove the pathogen's protective coating, rendering it defenseless against the immune system.",
		"details": "While vital to our quality of life, traditional antibiotics face the serious problems of widespread bacterial resistance and destruction of natural gut flora - problems which call for improved twenty-first century antibiotics. Using synthetic biology tools, we designed, built, and tested two new systems to fight infections by both broad types of bacteria - Gram-positive and Gram-negative. Our first project targets Bacillus anthracis, the Gram-positive pathogen that causes anthrax. We re-engineered an enzyme to remove the pathogen's protective coating, rendering it defenseless against the immune system. In our second project, we re-engineered and transplanted a protein secretion system capable of combating Gram-negative bacteria into E. coli. This system was designed to target Gram-negative pathogens in a modular and controllable fashion. These two systems are the vanguard of a new era of antibiotics using the power of nature harnessed with the tools of synthetic biology.",
		"awards": ["Bronze Medal"],
		"medal": 2
	},
	{
		"year": 2011,
		"name": "Make it or Break it :  Diesel Production and Gluten Destruction, the Synthetic Biology Way",
		"link": "archive/2011.png",
		"img": "PlaceholderImage/arknights4.jpg",
		"description": "Synthetic biology holds great promise regarding the production of important compounds, and the degradation of harmful ones. This summer, we harnessed the power of synthetic biology to meet the world’s needs for fuel and medicine.",
		"details": "We constructed a strain of Escherichia coli that produces a variety of alkanes, the main constituents of diesel fuel, by introducing a pair of genes recently shown to convert fatty acid synthesis intermediates into alkanes.We identified a protease with gluten-degradation potential, and then reengineered it to have greatly increased gluten-degrading activity, allowing for the breakdown of gluten in the digestive track when taken in pill form.",
		"awards": ["Grand Prize"],
		"medal": 0
	},
	{
		"year": 2012,
		"name": "AppTOGenetics",
		"link": "http://2012.igem.org/Team:Washington",
		"img": "archive/2012.png",
		"description": "Our team implemented broadly applicable methods to optimize biological systems through directed evolution, light-regulated gene expression, and computer aided protein design. We characterized light-inducible protein expression systems for multichromatic tuning of biological pathways.",
		"details": "Biological systems must often be painstakingly tuned before they will efficiently produce drugs or biofuels, degrade chemicals, or perform other useful tasks. Our team implemented broadly applicable methods to optimize biological systems through directed evolution, light-regulated gene expression, and computer aided protein design. We characterized light-inducible protein expression systems for multichromatic tuning of biological pathways. To provide an inexpensive method for tuning gene expression with light, we developed a tablet application that is freely available. We also used computer-aided design to develop proteins that more effectively bind isotypes of the flu protein Hemagglutinin. Finally, we implemented a continuous culture device (turbidostat) in order to apply directed evolution to the metabolism of ethylene glycol in E. coli. We have termed the research conducted this year “Apptogenetics” as all projects utilize purpose-built computational applications for biological research.",
		"awards": ["Silver Medal"],
		"medal": 1
	},
	{
		"year": 2013,
		"name": "Red Light, Green Light",
		"link": "http://2013.igem.org/Team:Washington/LightSensing",
		"img": "archive/2013.png",
		"description": "The 2013 University of Washington iGEM team chose to continue a project we began in 2012 that is aimed at the development and characterization of a set of tools that bring multichromatic gene expression into the realm of possibility for synthetic biologists.",
		"details": "Recently, techniques have been developed that afford researchers the ability to control gene expression with light. To date, sensors that respond to red, green, and blue wavelengths of light have been reported. Light induced expression of genes has a number of advantages over chemical induction methods.  For example, light induced expression is cheaper than chemical methods, can be used to finely tune expression levels through modulations of intensity, and can be rapidly removed -- a feature lacking in chemical induction systems. Furthermore, many light expression systems are reversible, depending on the wavelength of light used.  Finally, the ability to control the expression levels of multiple genes of interest simultaneously could have far reaching implications for tuning biosynthetic pathways. The use of chemical inducers for this application would likely prove to be difficult and cost prohibitive, but multichromatic gene induction represents a potential solution to this problem. To this end, the 2013 University of Washington iGEM team chose to continue a project we began in 2012 that is aimed at the development and characterization of a set of tools that bring multichromatic gene expression into the realm of possibility for synthetic biologists.",
		"awards": ["Silver Medal"],
		"medal": 1
	},
	{
		"year": 2014,
		"name": "High Throughput Selection of Stable Protein Variants",
		"link": "http://2014.igem.org/Team:Washington",
		"img": "archive/2014.png",
		"description": "Our team has developed a generalizable, high throughput method to select for the increased expression and stability of engineered proteins, making them more amenable to large-scale production in Escherichia coli and other downstream applications. Our method involves the insertion of proteins into a Gal4-VP16 transactivator that binds a promoter directly upstream of a GFP gene.",
		"details": "Stabilizing proteins is an incredibly important and time consuming task in the field of protein engineering. Current methods require using intimate knowledge of the protein to hypothesize point mutations that could possibly improve stability. Extensive in vitro testing follows involving cloning the new construct into your model organism, expressing the construct, purifying your protein of interest, and producing a melting curve to verify if indeed your mutation did improve stability. In addition to being time intensive, this method is unreliably successful. Our team has developed a generalizable, high throughput method to select for the increased expression and stability of engineered proteins, making them more amenable to large-scale production in Escherichia coli and other downstream applications. Our method involves the insertion of proteins into a Gal4-VP16 transactivator that binds a promoter directly upstream of a GFP gene. The protein of interest is inserted into the middle of this complex using polypeptide linkers allowing for the subsequent selection of mutants associated with higher GFP output. We hypothesize that more stable proteins and their complexes will not be degraded by the cell’s natural machinery which will allow the Gal4-VP16 construct to produce higher levels of GFP. Less stable proteins will be degraded through natural mechanisms and will not produce GFP. The difference between these two populations can be evaluated using Flow Cytometry or Fluorescence-Activated Cell Sorting.",
		"awards": ["Gold Medal"],
		"medal": 0
	},
	{
		"year": 2015,
		"name": "Lab on a Strip:  Developing a Novel Platform for Yeast Biosensors",
		"link": "http://2015.igem.org/Team:Washington",
		"img": "archive/2015.jpeg",
		"description": "We have developed a cheap diagnostic tool in which genetically-modified baker’s yeast is grown on a paper device and is able to produce an easy-to-read color output in the presence of a target molecule.",
		"details": "The Pacific Ocean is home to a wide range of marine life, including the food source of many filter-feeders, toxin-producing algae. When algal blooms are ingested by shellfish, the toxins produced by the algae are caught within shellfish tissue. Although these toxins are harmful to us, they aren’t to the shellfish, giving collectors no immediate sign of danger. Biotoxins are also just generally difficult to detect; contrary to popular belief, algal blooms are not always the striking crimson of “red tides.” Thus, blooms may not be discovered until after a poisoned shellfish is found. The Washington State Department of Health and commercial shellfish farmers conduct periodic surveys of local beaches to catch contaminations early, but these methods are costly, time-consuming, and not always effective. This can especially pose a dilemma for individual shellfish hunters, who do not have the resources to screen their shellfish for toxins. With current detection methods, the crowds swarming to Seattle’s famous Pike Place Market and popular raw oyster bars are constantly at risk. We have developed a much cheaper diagnostic tool in which genetically-modified baker’s yeast is grown on a paper device and is able to produce an easy-to-read color output in the presence of a target molecule. Imagine if you could simply dip a sheet of paper into your bucket of shellfish, wait only (insert amount of time) and tell if your products are safe to consume. The proof-of-concept systems we’ve engineered detect the plant hormone auxin and the molecule theophylline. However, we’ve implemented a number of techniques to ensure the versatility of our systems thus, they can be easily modified and further developed to test for a wide variety of other molecules.",
		"awards": ["Silver Medal"],
		"medal": 1
	},
	{
		"year": 2016,
		"name": "Viva la Violacein",
		"link": "http://2016.igem.org/Team:Washington",
		"img": "archive/2016.png",
		"description": "We've developed an autonomous control system for yeast cultures. Colored signals produced via gene expression are visually processed by computer and inducer chemicals are released as needed.",
		"details": "Managing cultures is a vital task in synthetic biology, but constantly measuring and adjusting culture conditions is both tedious and labor intensive. Our project aims to reduce the amount of time and effort needed to maintain cultures through the creation of an affordable image analysis system that autonomously reads visual data to measure the current state of a culture and then determines whether to release inducer chemicals based on user input. Our project utilizes the violacein pathway to simulate other metabolic pathways with colored signals. By regulating gene expression in this gene set with two different inducible promoters, we are able to yield up to four different color outputs. These outputs are then measured by an open-sourced Raspberry Pi setup, which captures visual data via camera, measures the culture’s RGB value, and then directs the gradual release of inducer chemicals to maintain or change the culture’s color over time.",
		"awards": ["Gold Medal"],
		"medal": 0
	},
	{
		"year": 2017,
		"name": "Viva la Violacein",
		"link": "http://2017.igem.org/Team:Washington",
		"img": "archive/2017.png",
		"description": "Our project aims to reduce the amount of time and effort needed to maintain cultures through real-time, automated analysis of metabolic products in an adjustable turbidostat. This includes the creation of an affordable image analysis system that reads visual data to measure the current state of a culture and then provide feedback to release inducers to alter the expression of the metabolic pathway.",
		"details": "Our project aims to reduce the amount of time and effort needed to maintain cultures through real-time, automated analysis of metabolic products in an adjustable turbidostat. This includes the creation of an affordable image analysis system that reads visual data to measure the current state of a culture and then provide feedback to release inducers to alter the expression of the metabolic pathway. Our project utilizes the violacein pathway as a pigment-based proxy to predict the production of other metabolic pathways. By regulating gene expression within the Violacein gene set with two different inducible promoters, we are able to yield up to four different color outputs. These outputs are measured by an open-sourced Raspberry Pi setup, which captures visual data, calculates feedback based on the culture’s RGB value, and then directs the gradual release of inducer chemicals to maintain or change the culture’s color over time. Therefore, this process allows us to better understand the relationship between gene expression and actual metabolite production rate.",
		"awards": ["Silver Medal"],
		"medal": 1
	},
	{
		"year": 2018,
		"name": "STRONGER TOGETHER",
		"link": "http://2018.igem.org/Team:Washington",
		"img": "archive/2018.png",
		"description": "We have used a novel strategy to select CID binders from a vastly diverse combinatorial nanobody library. We have created new CID systems that can sense cholecalciferol and artemisinin.",
		"details": "Chemically induced dimerization (CID), in which two proteins dimerize only in the presence of a small molecule, has been widely used to control cell signaling, regulatory, and metabolic pathways, and used as logic gates for biological computation in living mammalian cells. However, few naturally occuring CID systems and their derivatives are currently available. Creating a CID system with desired affinity and specificity for any given small molecule remains an unsolved problem for computational design and other protein engineering approaches. To address this challenge, we have used a novel strategy to select CID binders from a vastly diverse combinatorial nanobody library. We have created new CID systems that can sense cholecalciferol and artemisinin. We are validating CID biosensors by a yeast three-hybrid system and built structural models to understand the small molecule-induced dimerization. Our work is a proof-of-concept that can be generalized to create CID systems for many applications.",
		"awards": ["Gold Medal"],
		"medal": 0
	},
	{
		"year": 2019,
		"name": "Welcome to Immunosense",
		"link": "https://2019.igem.org/Team:Washington/Design",
		"img": "archive/2019.png",
		"description": "We specifically worked to develop a split-luciferase based biosensor using nanobodies—the binding regions of antibodies—to detect cannabidiol (CBD), a compound derived from the hemp plant. We also developed a protein model of our nanobody binder that was then verified through creating and testing a mutant of the nanobody based on the model. ",
		"details": "Although biosensors are commonly used to detect many different molecules of interest, they cannot effectively detect small hydrophobic molecules in biological systems. We propose combining chemically induced dimerization (CID), in which two proteins dimerize only in the presence of a ligand, with a traditional luciferase assay to create a biosensor that luminesces when the desired molecule is introduced. Using molecule-specific nanobodies, we can design the two CID binders to attach to a wide variety of small molecules, even those that are challenging for conventional biosensors to detect. Through its specificity and ability to bind to small or hydrophobic molecules, the CID system overcomes problems that other biosensors face. As a proof-of-concept, we implemented an in vivo CID biosensor to detect the presence of cannabidiol. With the nanobody CID system, we hope to introduce a novel biosensor that can detect a variety of important small molecules across research, biotechnology, and medicine.",
		"awards": ["Silver Medal", "Best Educational Project"],
		"medal": 1
	}
]