{
	"Wetlab":
		{
			"team": "Wetlab",
			"positions" : [
				{
					"name": "Subteam Manager",
					"description": "In addition to the expectations outlined in the subteam manager general description, the subteam manager for wetlab ensures wetlab’s research aligns with drylab’s computational experimentation. This position will require close collaboration with the drylab team (and subteam manager). A strong wetlab background is preferred but not required, and an interest and willingness to learn is essential."
				},
				{
					"name": "Researcher",
					"description": "Wetlab researchers focus on developing experiments and scientific theory of the project alongside drylab. Lab work may be performed later in 2021 if lab restrictions ease, but this is not guaranteed yet. In the meantime, our project requires significant research to design our biological system and plan future experimentation. This position requires background in wetlab(such as molecular and cell biology, microbiology), including experimental design, literature review, and lab experience."
				}
			]
		},
    "Drylab":
        {
			"team": "Drylab",
			"positions" : [
				{
					"name": "Subteam Manager",
					"description": "In addition to the expectations outlined in the subteam manager general description, the drylab manager ensures the kinetic and protein modeling projects are in alignment. They also must coordinate with wetlab so that both lab subteams are cohesive. A strong drylab background is preferred but not required, and an interest and willingness to learn is essential."
				},
				{
					"name": "Kinetic Modeling Researcher",
                    "description": "Kinetic Modeling Researchers use computational methods to investigate topics like biofilm interactions, gene expression, and bioreactor and biofilter design. Ideal candidates have a strong background in differential equations and programming (particularly Python, R, or Matlab), as well as molecular biology. We will still consider applicants with only a programming/computational or biology background, but they must be willing and interested in learning both.",
                    "more": "Specifically, these classes would be beneficial: Programming from AMATH 301, CSE 160/163, or SOC 225; MATH 307; BIOL 200." 
				},
				{
					"name": "Protein Modeling Researcher",
                    "description": "Protein Modeling Researchers use protein modeling software (primarily a software-suite called Rosetta) to investigate protein structure and interactions and to design proteins to better optimize their stability, binding, or function. Candidates are preferred to have knowledge of biochemistry and molecular biology; basic experience in command line/terminal or Unix is also preferred. Candidates with little to no experience in any of these may still be considered, but they must show strong interest in both and motivation to learn and self-teach, if necessary.",
                    "more": "The following classes are suggested, however not required: BIOL 200 (Molecular Biology); BIOEN 315 (Biochemical Engineering); CHEM 239 (Biomolecules); CSE 391 (Bash)." 
				}
			]
        },
    "Human Practices":
		{
			"team": "Human Practices",
			"positions" : [
				{
					"name": "Researcher, Bioethics focus",
					"description": "Through Human Practices, iGEM teams consider whether their projects are responsible and good for the world. Synthetic biology is a nascent field in biotechnology and thus still is unclear about certain bioethical implications. Genetic engineering has a controversial history about its ethical use. As a Researcher, Bioethics focus for the iGEM team, you would be tasked with exploring the bioethical problems and implications of our project through engagement with bioethicists, project stakeholders, creating an ethics review of our project, and inculcating a bioethical perspective into Human Practices activities."
				},
				{
					"name": "Researcher, Business focus",
					"description": "One of the most important factors to consider for an iGEM project is its application to the world. Given the rise of synthetic biology as an interdisciplinary domain for tackling problems ranging in a multitude of fields, iGEM research projects have the unique potential to scale into fully-fledged startups when successful. As a researcher with business focus, you will perform market analysis to help the team better understand what factors need to be addressed in order to be successful. You will help find target customers, and determine any unmet needs due to ineffective current solutions. Determining the industrial feasibility and scalability of the project will be a crucial focus, and through doing so, you will outline timelines for our solution both in the short and long term. As a key deliverable, a fully-fledged business plan will be made through culminating research. Focusing on the business side of the project will allow you to think like an entrepreneur, and consider all the factors necessary to start a successful venture."
				}
			]
		},
    "Fundraising":
        {
			"team": "Fundraising",
			"positions" : [
				{
					"name": "Subteam Manager",
					"description": "In addition to the expectations outlined in the subteam manager general description, the Fundraising Subteam manager is expected to guide the Fundraising team in raising funds through varied and creative means for the team. Running an iGEM team is expensive. We hope to be able to create sustained and stable funding sources for the current and future years ahead to ensure project success. The Fundraising subteam manager should have a strong interest in helping the fundraising team accomplish its goal of finding project funds and establishing connections with donors and sponsors. "
				},
				{
					"name": "Subteam Member",
					"description": "Running an iGEM team is expensive. Along with the team entry fee, there are project fees, event fees, and travel fees that each season incurs. The Fundraising subteam raises funds for the team through inquiries to donors and sponsors, develops a donor package, keeps robust communication with donors, and explores new and creative ways to gain funding. We hope to be able to create sustained and stable funding sources for the current and future years ahead to ensure project success. Fundraising subteam members should be passionate about interfacing with external entities such as UW departments, biotech companies, alumni and professionals, and be willing to explore creative ways to network and pitch our project."
				}
			]
		},
    "Design":
        {
			"team": "Design",
			"positions" : [
				{
					"name": "Videographer",
					"description": "We are actively seeking a motivated undergraduate to join the Design subteam as a videographer and/or video editor to help create videos for marketing and presentation purposes. This member will attend weekly design meetings as well as main-team meetings and collaborate with other subteams as necessary. Participation in other subteams is optional. Knowledge of Adobe Premiere Pro or Filmora X is preferred; knowledge of Final Cut or Davinci Resolve are acceptable. Foundational understanding of lighting is preferred. Candidates should ensure there is a link to their portfolio somewhere on their application (either in a long-answer question, or on their resume). If a candidate does not have a portfolio they can go to <a href='https://pixabay.com/' target='_blank' rel='noopener noreferrer'>Pixabay</a>, or another website with free stock videos and create a 45 sec video with a subject of the candidate’s choice (e.g. tell a story, highlight an issue, or advertise a product). Questions can be directed to Shean Fu Phen at sphen803@uw.edu."
				},
				{
					"name": "General Subteam Member",
					"description": "We will not be recruiting specifically for this, but all team members including new members are welcome to join. General members of the design team are primarily responsible for creating graphics and other visuals (i.e. logos, posters, powerpoint presentations, etc.). Prior knowledge of Adobe products (e.g. Illustrator, Indesign, Photoshop) is helpful, but this can be learned with practice. Most design members prefer Illustrator, but knowledge of other programs, like Procreate or Canva, is also acceptable. If a candidate is interested in joining Design, they should bring this up during their interview."
				}
			]
		},
    "Web Development": {
			"team": "Web Development",
			"positions" : [
				{
					"name": "UI/UX Deisgner",
					"description": "We are looking for UI/UX Designers to turn our websites into easy-to-use platform for our users. UI/UX Designer responsibilities include gathering requirements, designing graphic elements and building navigation components. To be successful in this role, you should have experience with design software and wireframe tools, such as Figma. If you also have a portfolio of professional design projects that includes work with web/mobile applications, we’d like to meet you."
				},
				{
					"name": "Web Developer",
					"description": "We are looking for Web Developers to be responsible for the coding, innovative design and layout of our websites. Web developer responsibilities include building our website from concept all the way to completion from the bottom up, fashioning everything from the home page to site layout and function. You should have experience with HTML, CSS and Javascript. If you also have experience with React or other frameworks, it would be a plus but not required."
				}
			]
		}
}